const BOARD_NAME = {
  VS : "vsPage",
  SURVEY : "SurveyPage",
  NOTICE : "NoticePage",
  EVENT : "EventPage",
}


const VS_LIST = [
    {
      vs이름: "A vs B",
      작성자: "김정현",
      게시일: "2024.04.29",
      왼쪽 : "49%",
      오른쪽 : "51%",
      조회수: 24,
      참가수: 12,
    },
    {
      vs이름: "C vs D",
      작성자: "차관호",
      게시일: "2024.04.22",
      왼쪽 : "37%",
      오른쪽 : "63%",
      조회수: 55,
      참가수: 35,
    },
    {
      vs이름: "E vs F",
      작성자: "차경준",
      게시일: "2024.05.01",
      왼쪽 : "70%",
      오른쪽 : "30%",
      조회수: 85,
      참가수: 56,
    },
    {
      vs이름: "G vs H",
      작성자: "정우진",
      게시일: "2024.04.26",
      왼쪽 : "31%",
      오른쪽 : "69%",
      조회수: 280,
      참가수: 62,
    },
  ];
  
  const SURVEY_LIST = [
    {
      설문: "한여름에 가장 먹고 싶은 음식은?",
      작성자: "김정현",
      게시일: "2024.04.29",
      조회수: 24,
      참가수: 12,
    },
    {
      설문: "친구들과 여행가고 싶은 나라는?",
      작성자: "차관호",
      게시일: "2024.04.22",
      조회수: 55,
      참가수: 35,
    },
    {
      설문: "취업하고 싶은 분야는?",
      작성자: "차경준",
      게시일: "2024.05.01",
      조회수: 85,
      참가수: 56,
    },
    {
      설문: "쉬는 날 일어나는 시간은?",
      작성자: "정우진",
      게시일: "2024.04.26",
      조회수: 280,
      참가수: 62,
    },
  ];

  
  export { VS_LIST, 
    SURVEY_LIST,
    BOARD_NAME };
  