const VS_LIST = [
    {
      vs이름: "A vs B",
      작성자: "김정현",
      게시일: "2024.04.29",
      조회수: 24,
      참가수: 12,
    },
    {
      vs이름: "C vs D",
      작성자: "차관호",
      게시일: "2024.04.22",
      조회수: 55,
      참가수: 35,
    },
    {
      vs이름: "E vs F",
      작성자: "차경준",
      게시일: "2024.05.01",
      조회수: 85,
      참가수: 56,
    },
    {
      vs이름: "G vs H",
      작성자: "정우진",
      게시일: "2024.04.26",
      조회수: 280,
      참가수: 62,
    },
  ];
  
  const SURVEY_LIST = [
    {
      설문: "한여름에 가장 먹고 싶은 음식은?",
      작성자: "김정현",
      게시일: "2024.04.29",
      조회수: 24,
      참가수: 12,
    },
    {
      설문: "친구들과 여행가고 싶은 나라는?",
      작성자: "차관호",
      게시일: "2024.04.22",
      조회수: 55,
      참가수: 35,
    },
    {
      설문: "취업하고 싶은 분야는?",
      작성자: "차경준",
      게시일: "2024.05.01",
      조회수: 85,
      참가수: 56,
    },
    {
      설문: "쉬는 날 일어나는 시간은?",
      작성자: "정우진",
      게시일: "2024.04.26",
      조회수: 280,
      참가수: 62,
    },
  ];
  
  // 관호 작성 (정현이가 여기에 쓰라길래 한 번 써보고 싶었음)
  const MY_TAKE_LIST = [
    {
      제목: "왜 노트북은 비싼걸까?",
      작성자: "관리자",
      게시일: "2024.05.01",
      조회수: 24,
      참가수: 12,
    },
    {
      제목: "카리나 VS 윈터 [일단 나는 윈터]",
      작성자: "관리자",
      게시일: "2024.05.02",
      조회수: 55,
      참가수: 35,
    },
    {
      제목: "노래 잘하는 법좀 알려주실분?",
      작성자: "관리자",
      게시일: "2024.05.03",
      조회수: 85,
      참가수: 56,
    },
    {
      제목: "예비군 VS 혁명군",
      작성자: "관리자",
      게시일: "2024.05.04",
      조회수: 280,
      참가수: 62,
    },
  ];

  export { VS_LIST, SURVEY_LIST, MY_TAKE_LIST };
  