const VS_LIST = [
  {
    vs이름: "A vs B",
    작성자: "김정현",
    게시일: "2024.04.29",
    왼쪽: "49%",
    오른쪽: "51%",
    조회수: 24,
    참가수: 12
  },
  {
    vs이름: "C vs D",
    작성자: "차관호",
    게시일: "2024.04.22",
    왼쪽: "37%",
    오른쪽: "63%",
    조회수: 55,
    참가수: 35
  },
  {
    vs이름: "E vs F",
    작성자: "차경준",
    게시일: "2024.05.01",
    왼쪽: "70%",
    오른쪽: "30%",
    조회수: 85,
    참가수: 56
  },
  {
    vs이름: "G vs H",
    작성자: "정우진",
    게시일: "2024.04.26",
    왼쪽: "31%",
    오른쪽: "69%",
    조회수: 280,
    참가수: 62
  }
];

const SURVEY_LIST = [
  {
    설문: "한여름에 가장 먹고 싶은 음식은?",
    작성자: "김정현",
    게시일: "2024.04.29",
    조회수: 24,
    참가수: 12
  },
  {
    설문: "친구들과 여행가고 싶은 나라는?",
    작성자: "차관호",
    게시일: "2024.04.22",
    조회수: 55,
    참가수: 35
  },
  {
    설문: "취업하고 싶은 분야는?",
    작성자: "차경준",
    게시일: "2024.05.01",
    조회수: 85,
    참가수: 56
  },
  {
    설문: "쉬는 날 일어나는 시간은?",
    작성자: "정우진",
    게시일: "2024.04.26",
    조회수: 280,
    참가수: 62
  }
];

// 관호 작성 (정현이가 여기에 쓰라길래 한 번 써보고 싶었음) 죽어버려
const MY_TAKE_LIST = [
  {
    제목: "왜 노트북은 비싼걸까?",
    작성자: "관리자",
    게시일: "2024.05.01",
    조회수: 24,
    참가수: 12
  },
  {
    제목: "카리나 VS 윈터 [일단 나는 윈터]",
    작성자: "관리자",
    게시일: "2024.05.02",
    조회수: 55,
    참가수: 35
  },
  {
    제목: "노래 잘하는 법좀 알려주실분?",
    작성자: "관리자",
    게시일: "2024.05.03",
    조회수: 85,
    참가수: 56
  },
  {
    제목: "예비군 VS 혁명군",
    작성자: "관리자",
    게시일: "2024.05.04",
    조회수: 280,
    참가수: 62
  }
];

// 차경준 작성 댓글 임시 더미 데이터
const COMMENT_LIST = [
  {
    닉네임: "리중딱김정현",
    내용: "리버풀 요즘 개잘함",
    게시일: "2024.05.10",
    좋아요: 10,
    싫어요: 100
  },
  {
    닉네임: "원불교차관호",
    내용: "관세음보살",
    게시일: "2024.05.10",
    좋아요: 1000,
    싫어요: 10
  },
  {
    닉네임: "꽃미남차경준",
    내용: "굳",
    게시일: "2024.05.10",
    좋아요: 1000,
    싫어요: 10
  },
  {
    닉네임: "나까무라우진",
    내용: "곰방와",
    게시일: "2024.05.10",
    좋아요: 1111,
    싫어요: 11
  },
  {
    닉네임: "슬슬귀찮음",
    내용: "주악고악쥐이",
    게시일: "2024.05.10",
    좋아요: 10,
    싫어요: 77
  },
  {
    닉네임: "테스트닉네임",
    내용: "테스형~",
    게시일: "2024.05.10",
    좋아요: 10,
    싫어요: 10
  }
];

export { VS_LIST, SURVEY_LIST, MY_TAKE_LIST, COMMENT_LIST };
